<template>
  <div>
    <h2># KYUI for vue2.0</h2>
    <h3>#2017-12-19 v1.0.20</h3>
    <p>1、新增switch 组件</p>
    <p>2、完善select组件</p>
    <p>3、完善page分页组件</p>

    <h3>#2017-12-18 v1.0.19</h3>
    <p>1、修复在ie下表格无法选中的bug</p>

    <h3>#2017-12-18 v1.0.18</h3>
    <p>1、新增Radio组件</p>
    <p>2、新增Checkbox组件</p>
    <p>3、修复Table 组件更新数据更新问题</p>
    <p>4、新增Select 组件</p>
    <p>5、完善Modal 回调问题</p>

    <h3>#2017-12-15 v1.0.14</h3>
    <p>1、日期控件新增回调</p>
    <p>2、新增Row，Col 组件</p>

    <h3>#2017-12-12 </h3>
    <p>1 、优化表格 组件</p>

    <h3>#2017-12-10</h3>
    <p>着手开发</p>
  </div>
</template>
